Repository: idesai-dev/Blueprint-ftc
Catalog: Blueprint-iOS/Blueprint/Resources/Localizable.xcstrings
Source language: en
Languages: es, hi, pt, ro

source: %@s left
es: %@s restantes
hi: %@s शेष
pt: %@s restantes
ro: %@s rămase

source: ACCELERATION
es: ACELERACIÓN
hi: त्वरण
pt: ACELERAÇÃO
ro: ACCELERAȚIE

source: About
es: Acerca de
hi: परिचय
pt: Sobre
ro: Despre

source: About Blueprint
es: Acerca de Blueprint
hi: Blueprint के बारे में
pt: Sobre o Blueprint
ro: Despre Blueprint

source: Acceleration Smoothing
es: Suavizado de Aceleración
hi: त्वरण स्मूथिंग
pt: Suavização de Aceleração
ro: Netezire Accelerație

source: Accessibility
es: Accesibilidad
hi: एक्सेसिबिलिटी
pt: Acessibilidade
ro: Accesibilitate

source: Accessibility settings
es: Configuración de accesibilidad
hi: एक्सेसिबिलिटी सेटिंग्स
pt: Configurações de acessibilidade
ro: Setări de accesibilitate

source: Adjust text size, contrast, and motion
es: Ajusta el tamaño de texto, el contraste y el movimiento
hi: टेक्स्ट आकार, कंट्रास्ट और मोशन समायोजित करें
pt: Ajuste o tamanho do texto, o contraste e o movimento
ro: Ajustează dimensiunea textului, contrastul și mișcarea

source: Auto-Reset
es: Reinicio Automático
hi: ऑटो-रीसेट
pt: Reinício Automático
ro: Resetare Automată

source: Background
es: Fondo
hi: पृष्ठभूमि
pt: Fundo
ro: Fundal

source: Blueprint also respects your device's system Dynamic Type, Bold Text, and Reduce Motion settings in Settings > Accessibility.
es: Blueprint también respeta la configuración de Tipo Dinámico, Texto en Negrita y Reducir Movimiento de tu dispositivo en Ajustes > Accesibilidad.
hi: Blueprint आपके डिवाइस की सिस्टम Dynamic Type, Bold Text और Reduce Motion सेटिंग्स को भी Settings > Accessibility में मानता है.
pt: O Blueprint também respeita as configurações de Tipo Dinâmico, Texto em Negrito e Reduzir Movimento do seu dispositivo em Ajustes > Acessibilidade.
ro: Blueprint respectă, de asemenea, setările sistemului tău pentru Tip Dinamic, Text Îngroșat și Reduce Mișcarea din Setări > Accesibilitate.

source: Browse
es: Explorar
hi: ब्राउज़ करें
pt: Explorar
ro: Răsfoiește

source: Browse CAD, drivetrain, and mechanism guides
es: Explora guías de CAD, tren motriz y mecanismos
hi: CAD, ड्राइवट्रेन और मैकेनिज़्म गाइड ब्राउज़ करें
pt: Explore guias de CAD, trem de força e mecanismos
ro: Răsfoiește ghiduri de CAD, transmisie și mecanisme

source: Browse community, STEM, and judging guides
es: Explora guías de comunidad, STEM y evaluación
hi: समुदाय, STEM और जजिंग गाइड ब्राउज़ करें
pt: Explore guias de comunidade, STEM e avaliação
ro: Răsfoiește ghiduri de comunitate, STEM și jurizare

source: Change the app's display language
es: Cambia el idioma de visualización de la app
hi: ऐप की डिस्प्ले भाषा बदलें
pt: Altere o idioma de exibição do app
ro: Schimbă limba de afișare a aplicației

source: Choose Another File
es: Elegir Otro Archivo
hi: दूसरी फ़ाइल चुनें
pt: Escolher Outro Arquivo
ro: Alege Alt Fișier

source: Choose Your Language
es: Elige tu Idioma
hi: अपनी भाषा चुनें
pt: Escolha seu Idioma
ro: Alege-ți Limba

source: Choose a File
es: Elegir un Archivo
hi: एक फ़ाइल चुनें
pt: Escolher um Arquivo
ro: Alege un Fișier

source: Clear
es: Borrar
hi: साफ़ करें
pt: Limpar
ro: Șterge

source: Code
es: Código
hi: कोड
pt: Código
ro: Cod

source: Configuration
es: Configuración
hi: कॉन्फ़िगरेशन
pt: Configuração
ro: Configurație

source: Contact Email
es: Correo de Contacto
hi: संपर्क ईमेल
pt: E-mail de Contato
ro: Email de Contact

source: Continue
es: Continuar
hi: जारी रखें
pt: Continuar
ro: Continuă

source: Controls
es: Controles
hi: नियंत्रण
pt: Controles
ro: Comenzi

source: Copied
es: Copiado
hi: कॉपी हो गया
pt: Copiado
ro: Copiat

source: Copy
es: Copiar
hi: कॉपी करें
pt: Copiar
ro: Copiază

source: Couldn't reach the server. Check your connection and try again.
es: No se pudo conectar con el servidor. Revisa tu conexión e inténtalo de nuevo.
hi: सर्वर तक नहीं पहुंच सका. अपना कनेक्शन जांचें और फिर से प्रयास करें.
pt: Não foi possível conectar ao servidor. Verifique sua conexão e tente novamente.
ro: Nu s-a putut ajunge la server. Verifică-ți conexiunea și încearcă din nou.

source: Default
es: Predeterminado
hi: डिफ़ॉल्ट
pt: Padrão
ro: Implicit

source: Disabled in FF Only mode.
es: Desactivado en el modo Solo FF.
hi: केवल FF मोड में अक्षम.
pt: Desativado no modo Somente FF.
ro: Dezactivat în modul Doar FF.

source: Distance
es: Distancia
hi: दूरी
pt: Distância
ro: Distanță

source: Drag the robot away from the target, then let go. Tune the gains so it comes back quickly without overshooting.
es: Arrastra el robot lejos del objetivo y suéltalo. Ajusta las ganancias para que regrese rápido sin pasarse.
hi: रोबोट को लक्ष्य से दूर खींचें, फिर छोड़ दें. गेन्स को ट्यून करें ताकि वह ओवरशूट किए बिना जल्दी वापस आ जाए.
pt: Arraste o robô para longe do alvo e solte. Ajuste os ganhos para que ele volte rapidamente sem ultrapassar.
ro: Trage robotul departe de țintă, apoi dă-i drumul. Reglează câștigurile ca să revină repede fără să depășească ținta.

source: Drag the robot, then let go
es: Arrastra el robot y suéltalo
hi: रोबोट को खींचें, फिर छोड़ दें
pt: Arraste o robô e solte
ro: Trage robotul, apoi dă-i drumul

source: Drag the sliders and watch how the robot responds to a fixed target of 100 units.
es: Arrastra los controles deslizantes y observa cómo responde el robot a un objetivo fijo de 100 unidades.
hi: स्लाइडर्स को खींचें और देखें कि रोबोट 100 यूनिट के एक निश्चित लक्ष्य पर कैसे प्रतिक्रिया करता है.
pt: Arraste os controles deslizantes e veja como o robô responde a um alvo fixo de 100 unidades.
ro: Trage glisoarele și urmărește cum reacționează robotul la o țintă fixă de 100 de unități.

source: Error Over Time
es: Error a lo Largo del Tiempo
hi: समय के साथ त्रुटि
pt: Erro ao Longo do Tempo
ro: Eroare în Timp

source: Every %@s
es: Cada %@s
hi: हर %@s
pt: A cada %@s
ro: La fiecare %@s

source: Extra Large
es: Extra Grande
hi: अतिरिक्त बड़ा
pt: Extra Grande
ro: Foarte Mare

source: FF Only
es: Solo FF
hi: केवल FF
pt: Somente FF
ro: Doar FF

source: Feedback Gains (PID)
es: Ganancias de Retroalimentación (PID)
hi: फ़ीडबैक गेन्स (PID)
pt: Ganhos de Feedback (PID)
ro: Câștiguri Feedback (PID)

source: Feedforward Gains
es: Ganancias de Feedforward
hi: फ़ीडफ़ॉरवर्ड गेन्स
pt: Ganhos de Feedforward
ro: Câștiguri Feedforward

source: Field-Centric Mode
es: Modo Centrado en el Campo
hi: फ़ील्ड-सेंट्रिक मोड
pt: Modo Centrado no Campo
ro: Mod Centrat pe Teren

source: File Info
es: Información del Archivo
hi: फ़ाइल जानकारी
pt: Informações do Arquivo
ro: Informații Fișier

source: File Size
es: Tamaño del Archivo
hi: फ़ाइल आकार
pt: Tamanho do Arquivo
ro: Dimensiune Fișier

source: Find software, hardware, and outreach guides.
es: Encuentra guías de software, hardware y alcance comunitario.
hi: सॉफ़्टवेयर, हार्डवेयर और जनसंपर्क गाइड खोजें.
pt: Encontre guias de software, hardware e divulgação.
ro: Găsește ghiduri de software, hardware și implicare comunitară.

source: Format
es: Formato
hi: फ़ॉर्मेट
pt: Formato

source: Gains
es: Ganancias
hi: गेन्स
pt: Ganhos
ro: Câștiguri

source: Get Feedback!
es: ¡Obtén Retroalimentación!
hi: फ़ीडबैक पाएं!
pt: Receba um Feedback!
ro: Primește Feedback!

source: Get a Review
es: Solicitar Revisión
hi: समीक्षा प्राप्त करें
pt: Solicitar Revisão
ro: Solicită o Recenzie

source: Gray
es: Gris
hi: ग्रे
pt: Cinza
ro: Gri

source: Guide articles stay in English. The rest of the app follows your chosen language.
es: Los artículos de las guías permanecen en inglés. El resto de la app sigue el idioma que elijas.
hi: गाइड लेख अंग्रेज़ी में ही रहेंगे. बाकी ऐप आपकी चुनी हुई भाषा में होगा.
pt: Os artigos dos guias permanecem em inglês. O resto do app segue o idioma escolhido.
ro: Articolele din ghiduri rămân în engleză. Restul aplicației urmează limba aleasă.

source: Guides
es: Guías
hi: गाइड
pt: Guias
ro: Ghiduri

source: Guides, interactive simulators, and real code examples built by FTC teams for FTC competitors.
es: Guías, simuladores interactivos y ejemplos reales de código creados por equipos de FTC para competidores de FTC.
hi: FTC टीमों द्वारा FTC प्रतियोगियों के लिए बनाए गए गाइड, इंटरैक्टिव सिमुलेटर और वास्तविक कोड उदाहरण.
pt: Guias, simuladores interativos e exemplos reais de código criados por equipes de FTC para competidores de FTC.
ro: Ghiduri, simulatoare interactive și exemple reale de cod create de echipe FTC pentru competitori FTC.

source: Hardware guides
es: Guías de hardware
hi: हार्डवेयर गाइड
pt: Guias de hardware
ro: Ghiduri hardware

source: Hide Hint
es: Ocultar Pista
hi: संकेत छिपाएं
pt: Ocultar Dica
ro: Ascunde Indiciul

source: High Contrast Text
es: Texto de Alto Contraste
hi: हाई कॉन्ट्रास्ट टेक्स्ट
pt: Texto de Alto Contraste
ro: Text cu Contrast Ridicat

source: Home
es: Inicio
hi: होम
pt: Início
ro: Acasă

source: How It Works
es: Cómo Funciona
hi: यह कैसे काम करता है
pt: Como Funciona
ro: Cum Funcționează

source: IMU Heading
es: Rumbo del IMU
hi: IMU दिशा
pt: Direção do IMU
ro: Direcție IMU

source: Increases the contrast of secondary and muted text
es: Aumenta el contraste del texto secundario y atenuado
hi: सेकेंडरी और म्यूटेड टेक्स्ट का कंट्रास्ट बढ़ाता है
pt: Aumenta o contraste do texto secundário e esmaecido
ro: Crește contrastul textului secundar și estompat

source: Instant
es: Instantáneo
hi: तुरंत
pt: Instantâneo

source: Language
es: Idioma
hi: भाषा
pt: Idioma
ro: Limbă

source: Language settings
es: Configuración de idioma
hi: भाषा सेटिंग्स
pt: Configurações de idioma
ro: Setări de limbă

source: Large
es: Grande
hi: बड़ा
pt: Grande
ro: Mare

source: Learn about the team behind Blueprint
es: Conoce al equipo detrás de Blueprint
hi: Blueprint के पीछे की टीम के बारे में जानें
pt: Conheça a equipe por trás do Blueprint
ro: Află despre echipa din spatele Blueprint

source: Link to CAD (Onshape, Step, etc.)
es: Enlace al CAD (Onshape, Step, etc.)
hi: CAD का लिंक (Onshape, Step, आदि)
pt: Link para o CAD (Onshape, Step, etc.)
ro: Link către CAD (Onshape, Step, etc.)

source: Link to GitHub Repository
es: Enlace al Repositorio de GitHub
hi: GitHub रिपॉज़िटरी का लिंक
pt: Link para o Repositório GitHub
ro: Link către Repository-ul GitHub

source: Link to Portfolio
es: Enlace al Portafolio
hi: पोर्टफोलियो का लिंक
pt: Link para o Portfólio
ro: Link către Portofoliu

source: Live Kinematics
es: Cinemática en Vivo
hi: लाइव किनेमेटिक्स
pt: Cinemática ao Vivo
ro: Cinematică Live

source: Max Accel
es: Aceleración Máxima
hi: अधिकतम त्वरण
pt: Aceleração Máxima
ro: Accelerație Maximă

source: Max Velocity
es: Velocidad Máxima
hi: अधिकतम वेग
pt: Velocidade Máxima
ro: Viteză Maximă

source: Mecanum Drive
es: Tracción Mecanum
hi: मेकेनम ड्राइव
pt: Tração Mecanum
ro: Tracțiune Mecanum

source: Mode
es: Modo
hi: मोड
pt: Modo
ro: Mod

source: Model Converter
es: Conversor de Modelos
hi: मॉडल कनवर्टर
pt: Conversor de Modelos
ro: Convertor de Modele

source: More
es: Más
hi: अधिक
pt: Mais
ro: Mai Mult

source: Motion Profiling
es: Perfil de Movimiento
hi: मोशन प्रोफाइलिंग
pt: Perfil de Movimento
ro: Profilare de Mișcare

source: Not Supported On-Device
es: No Compatible en el Dispositivo
hi: डिवाइस पर समर्थित नहीं
pt: Não Suportado no Dispositivo
ro: Neacceptat pe Dispozitiv

source: Notes
es: Notas
hi: नोट्स
pt: Notas
ro: Note

source: Notes (Areas to focus on, awards you're chasing...)
es: Notas (Áreas en las que enfocarse, premios que buscas...)
hi: नोट्स (ध्यान देने योग्य क्षेत्र, जिन पुरस्कारों के लिए प्रयास कर रहे हैं...)
pt: Notas (Áreas para focar, prêmios que você busca...)
ro: Note (Zone pe care să te concentrezi, premii pe care le urmărești...)

source: Notes (Areas to focus on, specific bugs or files...)
es: Notas (Áreas en las que enfocarse, errores o archivos específicos...)
hi: नोट्स (ध्यान देने योग्य क्षेत्र, विशिष्ट बग या फ़ाइलें...)
pt: Notas (Áreas para focar, bugs ou arquivos específicos...)
ro: Note (Zone pe care să te concentrezi, bug-uri sau fișiere specifice...)

source: Notes (Specific subsystems, weight issues...)
es: Notas (Subsistemas específicos, problemas de peso...)
hi: नोट्स (विशिष्ट सबसिस्टम, वज़न संबंधी समस्याएं...)
pt: Notas (Subsistemas específicos, problemas de peso...)
ro: Note (Subsisteme specifice, probleme de greutate...)

source: Outreach
es: Alcance Comunitario
hi: जनसंपर्क
pt: Divulgação
ro: Implicare Comunitară

source: Outreach guides
es: Guías de alcance comunitario
hi: जनसंपर्क गाइड
pt: Guias de divulgação
ro: Ghiduri de implicare comunitară

source: PID Game
es: Juego PID
hi: PID गेम
pt: Jogo PID
ro: Joc PID

source: PID Only
es: Solo PID
hi: केवल PID
pt: Somente PID
ro: Doar PID

source: PID Tuner
es: Sintonizador PID
hi: PID ट्यूनर
pt: Sintonizador PID
ro: Reglator PID

source: PIDF Constants
es: Constantes PIDF
hi: PIDF स्थिरांक
pt: Constantes PIDF
ro: Constante PIDF

source: POSITION
es: POSICIÓN
hi: स्थिति
pt: POSIÇÃO
ro: POZIȚIE

source: Parameters
es: Parámetros
hi: पैरामीटर
pt: Parâmetros
ro: Parametri

source: Pause
es: Pausar
hi: रोकें
pt: Pausar
ro: Pauză

source: Peak Vel
es: Vel. Máxima
hi: अधिकतम वेग
pt: Vel. Máxima
ro: Vit. Maximă

source: Portfolio
es: Portafolio
hi: पोर्टफोलियो
pt: Portfólio
ro: Portofoliu

source: Preview 3D robot parts on your phone. Natively supports OBJ, Collada (DAE), USDZ, STL, and PLY.
es: Previsualiza piezas 3D del robot en tu teléfono. Compatible de forma nativa con OBJ, Collada (DAE), USDZ, STL y PLY.
hi: अपने फ़ोन पर 3D रोबोट पार्ट्स प्रीव्यू करें. मूल रूप से OBJ, Collada (DAE), USDZ, STL, और PLY को सपोर्ट करता है.
pt: Visualize peças 3D do robô no seu celular. Suporta nativamente OBJ, Collada (DAE), USDZ, STL e PLY.
ro: Previzualizează piese 3D ale robotului pe telefon. Suportă nativ OBJ, Collada (DAE), USDZ, STL și PLY.

source: RMS Error
es: Error RMS
hi: RMS त्रुटि
pt: Erro RMS
ro: Eroare RMS

source: Ramp Accel
es: Aceleración Rampa
hi: रैंप त्वरण
pt: Aceleração Rampa
ro: Accel. Rampă

source: Recently Viewed
es: Vistos Recientemente
hi: हाल ही में देखे गए
pt: Vistos Recentemente
ro: Vizualizate Recent

source: Reduce Motion
es: Reducir Movimiento
hi: मोशन कम करें
pt: Reduzir Movimento
ro: Reduce Mișcarea

source: Reset
es: Reiniciar
hi: रीसेट करें
pt: Reiniciar
ro: Resetează

source: Reset Simulation
es: Reiniciar Simulación
hi: सिमुलेशन रीसेट करें
pt: Reiniciar Simulação
ro: Resetează Simularea

source: Review type
es: Tipo de revisión
hi: समीक्षा प्रकार
pt: Tipo de revisão
ro: Tip de recenzie

source: Run
es: Ejecutar
hi: चलाएं
pt: Executar
ro: Rulează

source: Run Again
es: Ejecutar de Nuevo
hi: फिर से चलाएं
pt: Executar Novamente
ro: Rulează Din Nou

source: Run Profile
es: Ejecutar Perfil
hi: प्रोफ़ाइल चलाएं
pt: Executar Perfil
ro: Rulează Profilul

source: STEP, STP, FBX, 3MF, GLB, and GLTF require a full CAD/format parsing library that has no practical Swift equivalent. Convert to OBJ, STL, or USDZ using desktop software first, then preview here.
es: STEP, STP, FBX, 3MF, GLB y GLTF requieren una librería completa de análisis de CAD/formato que no tiene un equivalente práctico en Swift. Primero convierte a OBJ, STL o USDZ usando software de escritorio y luego previsualízalo aquí.
hi: STEP, STP, FBX, 3MF, GLB, और GLTF के लिए एक पूर्ण CAD/फ़ॉर्मेट पार्सिंग लाइब्रेरी चाहिए जिसका Swift में कोई व्यावहारिक विकल्प नहीं है. पहले डेस्कटॉप सॉफ़्टवेयर का उपयोग करके OBJ, STL, या USDZ में बदलें, फिर यहां प्रीव्यू करें.
pt: STEP, STP, FBX, 3MF, GLB e GLTF exigem uma biblioteca completa de análise de CAD/formato que não tem um equivalente prático em Swift. Converta para OBJ, STL ou USDZ usando um software desktop primeiro e depois visualize aqui.
ro: STEP, STP, FBX, 3MF, GLB și GLTF necesită o bibliotecă completă de analiză CAD/format care nu are un echivalent practic în Swift. Convertește mai întâi în OBJ, STL sau USDZ folosind software desktop, apoi previzualizează aici.

source: Search
es: Buscar
hi: खोजें
pt: Pesquisar
ro: Caută

source: Search %@
es: Buscar %@
hi: %@ खोजें
pt: Pesquisar %@
ro: Caută %@

source: Search Blueprint
es: Buscar en Blueprint
hi: Blueprint में खोजें
pt: Pesquisar no Blueprint
ro: Caută în Blueprint

source: Search all guides
es: Buscar en todas las guías
hi: सभी गाइड में खोजें
pt: Pesquisar em todos os guias
ro: Caută în toate ghidurile

source: Search all guides across software, hardware, and outreach
es: Busca en todas las guías de software, hardware y alcance comunitario
hi: सॉफ़्टवेयर, हार्डवेयर और जनसंपर्क की सभी गाइड में खोजें
pt: Pesquise em todos os guias de software, hardware e divulgação
ro: Caută în toate ghidurile de software, hardware și implicare comunitară

source: Send for Review
es: Enviar para Revisión
hi: समीक्षा के लिए भेजें
pt: Enviar para Revisão
ro: Trimite pentru Recenzie

source: Sent! We'll reply to your email shortly.
es: ¡Enviado! Responderemos a tu correo pronto.
hi: भेज दिया गया! हम जल्द ही आपके ईमेल का जवाब देंगे.
pt: Enviado! Responderemos ao seu e-mail em breve.
ro: Trimis! Îți vom răspunde pe email în curând.

source: Setpoint Profile
es: Perfil de Punto de Ajuste
hi: सेटपॉइंट प्रोफ़ाइल
pt: Perfil de Ponto de Ajuste
ro: Profil Punct de Referință

source: Shape acceleration and deceleration so your drivetrain moves smoothly instead of slamming full power.
es: Da forma a la aceleración y desaceleración para que tu tren motriz se mueva suavemente en lugar de aplicar potencia máxima de golpe.
hi: त्वरण और मंदन को आकार दें ताकि आपका ड्राइवट्रेन अचानक पूरी शक्ति लगाने के बजाय सहजता से चले.
pt: Molde a aceleração e desaceleração para que seu trem de força se mova suavemente em vez de aplicar potência total de repente.
ro: Modelează accelerația și decelerația pentru ca transmisia ta să se miște lin, nu cu putere maximă bruscă.

source: Share your CAD and we'll provide feedback on design, manufacturability, and weight.
es: Comparte tu CAD y te daremos retroalimentación sobre el diseño, la fabricabilidad y el peso.
hi: अपना CAD साझा करें और हम डिज़ाइन, निर्माण-क्षमता और वज़न पर फ़ीडबैक देंगे.
pt: Compartilhe seu CAD e forneceremos feedback sobre design, fabricabilidade e peso.
ro: Distribuie-ți CAD-ul și îți vom oferi feedback despre design, fabricabilitate și greutate.

source: Share your code with us. We'll provide detailed feedback to help with your code, errors, and logic.
es: Comparte tu código con nosotros. Te daremos retroalimentación detallada para ayudarte con tu código, errores y lógica.
hi: अपना कोड हमारे साथ साझा करें. हम आपके कोड, त्रुटियों और लॉजिक में मदद के लिए विस्तृत फ़ीडबैक देंगे.
pt: Compartilhe seu código conosco. Forneceremos feedback detalhado para ajudar com seu código, erros e lógica.
ro: Distribuie-ne codul tău. Îți vom oferi feedback detaliat pentru a te ajuta cu codul, erorile și logica.

source: Share your engineering portfolio and we'll give you detailed feedback to help you stand out for judging.
es: Comparte tu portafolio de ingeniería y te daremos retroalimentación detallada para ayudarte a destacar en la evaluación.
hi: अपना इंजीनियरिंग पोर्टफोलियो साझा करें और हम आपको जजिंग में अलग दिखने में मदद के लिए विस्तृत फ़ीडबैक देंगे.
pt: Compartilhe seu portfólio de engenharia e daremos um feedback detalhado para ajudá-lo a se destacar na avaliação.
ro: Distribuie-ți portofoliul de inginerie și îți vom oferi feedback detaliat pentru a te ajuta să te evidențiezi la jurizare.

source: Show Hint
es: Mostrar Pista
hi: संकेत दिखाएं
pt: Mostrar Dica
ro: Arată Indiciul

source: Simulators
es: Simuladores
hi: सिमुलेटर
pt: Simuladores
ro: Simulatoare

source: Smooth
es: Suave
hi: सहज
pt: Suave
ro: Lin

source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
hi: कुछ गलत हो गया. कृपया फिर से प्रयास करें.
pt: Algo deu errado. Tente novamente.
ro: Ceva nu a mers bine. Te rugăm să încerci din nou.

source: Submit your code, CAD, or engineering portfolio and our team will give you detailed, actionable feedback - free for all FTC teams.
es: Envía tu código, CAD o portafolio de ingeniería y nuestro equipo te dará retroalimentación detallada y práctica, gratis para todos los equipos de FTC.
hi: अपना कोड, CAD या इंजीनियरिंग पोर्टफोलियो जमा करें और हमारी टीम आपको विस्तृत, कार्रवाई योग्य फ़ीडबैक देगी - सभी FTC टीमों के लिए मुफ़्त.
pt: Envie seu código, CAD ou portfólio de engenharia e nossa equipe fornecerá um feedback detalhado e prático - gratuito para todas as equipes de FTC.
ro: Trimite-ți codul, CAD-ul sau portofoliul de inginerie, iar echipa noastră îți va oferi feedback detaliat și practic - gratuit pentru toate echipele FTC.

source: Tap to choose a 3D file
es: Toca para elegir un archivo 3D
hi: 3D फ़ाइल चुनने के लिए टैप करें
pt: Toque para escolher um arquivo 3D
ro: Atinge pentru a alege un fișier 3D

source: Target Vel
es: Vel. Objetivo
hi: लक्ष्य वेग
pt: Vel. Alvo
ro: Vit. Țintă

source: Team Name & Number
es: Nombre y Número del Equipo
hi: टीम का नाम और नंबर
pt: Nome e Número da Equipe
ro: Numele și Numărul Echipei

source: Text Size
es: Tamaño del Texto
hi: टेक्स्ट आकार
pt: Tamanho do Texto
ro: Dimensiune Text

source: The Equation
es: La Ecuación
hi: समीकरण
pt: A Equação
ro: Ecuația

source: The complete FTC guide.
es: La guía completa de FTC.
hi: FTC की संपूर्ण मार्गदर्शिका.
pt: O guia completo da FTC.
ro: Ghidul complet pentru FTC.

source: These settings apply throughout Blueprint, including guides and simulators.
es: Esta configuración se aplica en toda la app Blueprint, incluidas las guías y los simuladores.
hi: ये सेटिंग्स पूरे Blueprint में लागू होती हैं, जिसमें गाइड और सिमुलेटर शामिल हैं.
pt: Estas configurações se aplicam a todo o Blueprint, incluindo guias e simuladores.
ro: Aceste setări se aplică în întreaga aplicație Blueprint, inclusiv ghidurilor și simulatoarelor.

source: Total Time
es: Tiempo Total
hi: कुल समय
pt: Tempo Total
ro: Timp Total

source: Track a cyclic velocity profile using feedforward (kS, kV, kA), feedback (PID), or both.
es: Sigue un perfil de velocidad cíclico usando feedforward (kS, kV, kA), retroalimentación (PID), o ambos.
hi: फ़ीडफ़ॉरवर्ड (kS, kV, kA), फ़ीडबैक (PID), या दोनों का उपयोग करके एक चक्रीय वेग प्रोफ़ाइल को ट्रैक करें.
pt: Acompanhe um perfil de velocidade cíclico usando feedforward (kS, kV, kA), feedback (PID), ou ambos.
ro: Urmărește un profil de viteză ciclic folosind feedforward (kS, kV, kA), feedback (PID), sau ambele.

source: Trapezoid
es: Trapecio
hi: समलंब
pt: Trapézio
ro: Trapez

source: Triangle
es: Triángulo
hi: त्रिभुज
pt: Triângulo
ro: Triunghi

source: Tune a New Robot
es: Ajustar un Nuevo Robot
hi: एक नया रोबोट ट्यून करें
pt: Ajustar um Novo Robô
ro: Reglează un Robot Nou

source: Turns off non-essential animations in simulators
es: Desactiva las animaciones no esenciales en los simuladores
hi: सिमुलेटर में गैर-ज़रूरी एनिमेशन बंद करता है
pt: Desativa animações não essenciais nos simuladores
ro: Dezactivează animațiile neesențiale din simulatoare

source: Type
es: Tipo
hi: प्रकार
pt: Tipo
ro: Tip

source: Use the pad to strafe and translate, and the rotate buttons to spin. Watch the wheel powers update live.
es: Usa el panel para desplazarte lateralmente y trasladarte, y los botones de rotación para girar. Observa cómo se actualiza la potencia de las ruedas en vivo.
hi: स्ट्राफ़ और ट्रांसलेट करने के लिए पैड का उपयोग करें, और घूमने के लिए रोटेट बटन का. व्हील पावर को लाइव अपडेट होते देखें.
pt: Use o pad para deslocar-se lateralmente e transladar, e os botões de rotação para girar. Veja a potência das rodas atualizar em tempo real.
ro: Folosește panoul pentru deplasare laterală și translație, iar butoanele de rotație pentru a te roti. Urmărește puterea roților actualizându-se live.

source: VELOCITY PROFILE
es: PERFIL DE VELOCIDAD
hi: वेग प्रोफ़ाइल
pt: PERFIL DE VELOCIDADE
ro: PROFIL DE VITEZĂ

source: VELOCITY TRACKING
es: SEGUIMIENTO DE VELOCIDAD
hi: वेग ट्रैकिंग
pt: RASTREAMENTO DE VELOCIDADE
ro: URMĂRIRE VITEZĂ

source: VOLTAGE
es: VOLTAJE
hi: वोल्टेज
pt: VOLTAGEM
ro: TENSIUNE

source: Vel Error
es: Error de Vel.
hi: वेग त्रुटि
pt: Erro de Vel.
ro: Eroare Vit.

source: Vertices
es: Vértices
hi: वर्टिसेस
pt: Vértices
ro: Vârfuri
